tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "aom"
brew "bat"
brew "clang-format"
brew "curl"
brew "deno"
brew "folly"
brew "gh"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "postgresql@14"
brew "ripgrep"
brew "tmux"
brew "tree"
cask "font-hack-nerd-font"
cask "hyper"
cask "orbstack"
cask "wezterm"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "keyhr.42-c-format"
vscode "kube.42header"
vscode "marp-team.marp-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mosapride.zenkaku"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nakamo326.42-header-oneshot"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pokemon-stats-checker.pokemon-stats-checker"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "shopify.ruby-lsp"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
